{
	"The requested page does not exist": "The requested page does not exist. Please check the URL is written correctly",
	"Please confirm your e-mail by clicking in the link you received in it": "Please confirm your e-mail by clicking in the link you received in it. You can close this page.",
	"Invalid verification link": "Invalid verification link. Please try copy-pasting the link you received instead of clicking directly in it",
	"You will be redirected to the log-in screen in Xs": "You will be redirected to the log-in screen in {{x}}s",
	"NOT_ACCEPTED": "NOT ACCEPTED",
	"Change language": "Cambiar idioma a Español",
	"flightRequest": "Flight request",
	"Showing only the selected entity information": "Showing only the selected entity information. Go back to the previous screen to see all other map information.",
	"Page x out of y": "Page {{x}} of {{y}}",
	"Basic details explanation": "These informations are required to log-in into the system and to establish the correct permissions",
	"Legal information explanation": "All the following fields are specified by your country or local organization. Please contact them for further clarification.",
	"Images explanation": "Your authority requires the pictures of the following documents. This data will be stored in the server of the authority, and can only be accesed by their administrators",
	"Operation information explanation": "The following fields are required to fulfill legal requirements to approve your operation",
	"Volume explanation": "Properties of the geographical volume that defines the operation, including altitude and time of begin and end.",
	"Error while fetching entity": "The server did not send a proper response for this request. Please contact an administrator",
	"You are editing the rfv": "You are editing the RFV. Press the floppy disk to save the changes.",
	"You are editing the uvr": "You are editing the UVR. Press the floppy disk to save the changes.",
	"You are editing the vehicle": "You are editing the vehicle. Press the floppy disk to save the changes.",
	"You are editing the operation": "You are editing the operation. Press the floppy disk to save the changes.",
	"You are in EDITOR MODE": "You are in EDITOR MODE. Return to the realtime map to see all live information",
	"Owner explanation": "The following user will be accountable for the vehicle being created, including any incidents. In case of a company-owned vehicle, the owner is probably the main user of the company",
	"Operators explanation": "Users that are added to the operators list of this vehicle will be able to see all its information and use it on flights. Fill in the username of each operator and the information will be automatically completed",
	"x degrees": "{{x}} degrees",
	"The field x must not be left empty": "The field \"{{x}}\" must not be left empty",
	"x meters": "{{x}} meters",
	"\"value\" failed custom validation because The passwords do not match": "The passwords do not match",
	"Only showing the users that match the search query": "Only showing the users that match the search query. Erase the filter to see the rest.",
	"Add user as operator": "Add {{user}} as operator",
	"You are editing the user": "You are editing the user. Press the floppy disk to save the changes",
	"The tracker x has been created": "The tracker {{x}} has been created",
	"The field x must have at least y characters": "The field \"{{x}}\" must have at least {{y}} characters",
	"\"vehicle\" must be of type object": "The \"vehicle\" field cannot be left incomplete. To do this, you must first select a user",
	"Operation volume X has its starting time after its ending time, which is invalid": "Operation volume {{X}} has its starting time after its ending time, which is invalid",
	"Delete all points explanation": "If you have made a small mistake, you can delete a point by clicking directly in it. If not, you can delete all points by pressing this button",
	"The vehicle x has been deauthorized correctly": "The vehicle {{x}} has been deauthorized correctly",
	"The vehicle x has been authorized correctly": "The vehicle {{x}} has been authorized correctly",
	"The vehicle x is now pending authorization": "The vehicle {{x}} is now pending authorization",
	"Volume x of y": "Volume {{x}} of {{y}}",
	"User did not log in for the first time": "User did not log in for the first time. Please ask the user to log in and change the password",
	"capital_explanation": "The maximum assured amount of money that the insurance company will pay in case of an incident",
	"capital_info": " ",
	"capital": "Capital",
	"usage_explanation": "The usage of the vehicle. This is used to calculate the insurance premium",
	"usage_info": "Usage",
	"consents_data_management": "I consent to the data management",
	"consents_precontractual": "I consent to the precontractual information",
	"consents_contractual": "I consent to the contractual information",
	"professional": "Professional",
	"private": "Private",
	"Your total is": "The yearly price for this insurance is",
	"drone_purchase_year": "Year of purchase",
	"The operator x has no permission to operate the vehicle y": "The operator {{x}} has no permission to operate the vehicle {{y}}",
	"Max file size is x MB": "Max file size is {{number}}MB",
	"As 4 days or more were selected, extra charges can be charged": "Ha seleccionado 4 o más días, esto puede incurrir en gastos extra o cambios operacionales.",
	"Please draw a polygon to continue": "Por favor, dibuje un polígono para continuar"
}
